/* Application Title */
"Chuck's Currency Converter" = "Chuck's Currency Converter";
/* Verb: To change money from one currency into another */
"Convert" = "Convert";
/* Prompt to visit web site */
"Visit Our Website" = "Visit Our Website";
/* Settings */
"Settings" = "Settings";

/* Add Currency Title */
"Add Currency" = "Add Currency";
/* Currencies Title */
"Currencies" = "Currencies";
/* Download Rates Title */
"Download Rates" = "Download Rates";
/* Alert Title */
"Alert" = "Alert";


/* Prompt to the user to ask to download new rates from the internet */
"AskToDownload" = "Your exchange rates were last updated on %@\n Would you like to download updated rates?";
/* Prompt to the user in an alert box */
"Cannot Delete a currency when set as To, From or Master" = "This Currency is currently being used as your %@ Currency.\n\nChange to a different Currency in Settings before deleting.";
/* Prompt to the user in an alert box */
"ChangeCurrencyCode" = "The Currency Code: \n%@ \n is a reserved code.\n\nPlease change your Currency Code";
/* Prompt to the user in an alert box */
"ConvertingFromInformation" = "You are converting FROM:\n %@\n\n which equal\n %@\n %@.\n\n Rate last updated on\n%@";
/* Prompt to the user in an alert box */
"ConvertingToInformation" = "You are converting TO:\n %@\n\n which equal\n %@\n %@.\n\n Rate last updated on\n%@";
/* Label to the user that a rate in a table can be changed in Settings */
"Can be changed in Settings" = "Can be changed in Settings";
/* You cannot save a currency with a conversion rate of zero. */
"You cannot save a currency with a conversion rate of zero." = "You cannot save a currency with a conversion rate of zero.";
/* There was an error saving to the Database */
"There was an error saving to the Database" = "There was an error saving to the Database";
/* There was an error saving your Currency */
"There was an error saving your Currency" = "There was an error saving your Currency";



/* Verb: Add Button */
"Add" = "Add";
/* Cancel Button */
"Cancel" = "Cancel";
/* Done Button */
"Done" = "Done";
/* Verb: Edit Button */
"Edit" = "Edit";
/* OK Button */
"OK" = "OK";
/* Verb: Save Button */
"Save" = "Save";
/* Update Button */
"Update" = "Update";

/* Label for a switch in settings */
"Check for new rates" = "Check for new rates";
/* Currency Description */
"Currency Description" = "Currency Description";
/* 3 Letter Currency Code */
"3 Letter Currency Code" = "3 Letter Currency Code";
/* Currency Rate to U.S. Dollar */
"Currency Rate to U.S. Dollar" = "Currency Rate to U.S. Dollar";
/* Currency Symbol (ASCII) */
"Currency Symbol (ASCII)" = "Currency Symbol (ASCII)";

/* Verb: Download from internet */
"Download" = "Download";
/* Download Complete Label */
"Download Complete" = "Download Complete";
/* Downloading Label */
"Downloading" = "Downloading";
/* Edit Rate Label */
"Edit Rate" = "Edit Rate";
/* Edit User Currency */
"Edit User Currency" = "Edit User Currency";
/* enter amount on keypad prompt */
"enter amount on keypad" = "enter amount on keypad";
/* Error with Download In Alert box */
"Error with Download" = "Error with Download";
/* From Currency */
"From Currency" = "From Currency";


/* FROM Label */
"From" = "From";
/* TO Label */
"To" = "To";
/* MASTER Label */
"Master" = "Master";


/* Parsing Data Label */
"Parsing Data" = "Parsing Data";
/* Noun: Rates Label */
"Rates" = "Rates";
/* Saving Data label */
"Saving Data" = "Saving Data";
/* To Currency Label */
"To Currency" = "To Currency";

/* Settings Selections */
"Convert From" = "Convert From";
/* Settings Selections */
"Convert To" = "Convert To";

/* Download Screen */
"Rates in Database" = "Rates in Database";
"Last Update" = "Last Update";



